[M_Orchid_PlotMission03 MissionDefinition]
MissionName="A Rainha Escarlate"
MissionDescription="De acordo com o Shade, se quiser encontrar o Tesouro Perdido das Areias, antes você precisa encontrar uma mulher conhecida como Capitã Scarlett.\nScarlett e seu bando estão em [place]Wurmwater[-place]. Use seu barco para chegar até lá."
TurnInDescription="Essa é a Capitã Scarlett. Ela se interessa muito por tesouros, aventuras e atirar em pessoas desarmadas."
MissionSummary="Encontre a Capitã Scarlett."
MissionGiver="Shade"
MissionTurnInLocation="Capitã Scarlett"
TeaserText=""

[M_Orchid_PlotMission03:DestroyBanditHovercrafts MissionObjectiveSetDefinition]
MissionSummaryOverride="Destrua os barcos do Sandman.\n"
MissionDescriptionOverride="De acordo com o Shade, se quiser encontrar o Tesouro Perdido das Areias, antes você precisa encontrar uma mulher conhecida como Capitã Scarlett. Depois de chegar ao barco da Scarlett em [place]Wurmwater[-place], você descobriu que ela e seus homens estão sendo perseguidos pelos capangas do Sandman, assim como ocorreu na cidade de [place]Oasis[-place].\nScarlett entrou em contato com você e lhe pediu para dar aos homens do Sandman o que eles merecem. Quando terminar você poderá encontrá-la e conversar sobre o tesouro das areias."

[M_Orchid_PlotMission03:DestroyHovercrafts MissionObjectiveDefinition]
ProgressMessage="Destrua os barcos invasores"

[M_Orchid_PlotMission03:FindPirateQueen MissionObjectiveDefinition]
ProgressMessage="Encontre o navio da rainha pirata"

[M_Orchid_PlotMission03:FindPirateQueenBase MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission03:GetHovercraft MissionObjectiveDefinition]
ProgressMessage="Consiga um barco"

[M_Orchid_PlotMission03:MeetPirateQueen MissionObjectiveDefinition]
ProgressMessage="Encontre-se com a Capitã Scarlett"

[M_Orchid_PlotMission03:MeetPirateQueenSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission03:ObtainHovercraft MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

